Repository: ttshahr/amin-basic
Catalog: languages/amin-basic-*.po
Languages: fa_ir

source: You cannot create the product attribute resource.
fa_ir: شما نمی‌توانید attribute محصول را ایجاد کنید

source: You cannot edit the product attribute resource.
fa_ir: شما نمی‌توانید attribute محصول را ویرایش کنید

source: You cannot delete the product attribute resource.
fa_ir: شما نمی‌توانید attribute محصول را حذف کنید

source: Please provide all required parameters.
fa_ir: لطفا تمام پارامترهای مورد نیاز را ارائه دهید.

source: A product attribute with the code or record id provided already exists.
fa_ir: یک ویژگی محصول با code یا RecordID ارائه شده از قبل وجود دارد.

source: Product attribute has been successfully added.
fa_ir: attribute محصول با موفقیت اضافه شد.

source: Internal error.
fa_ir: خطای داخلی

source: Invalid product attribute name too long.
fa_ir: نام attribute محصول بیش از حد طولانی است.

source: Invalid product attribute name reserved.
fa_ir: نام attribute محصوب رزرو شده است.

source: Invalid product attribute name already exists.
fa_ir: نام attribute محصول از قبل وجود دارد

source: The record id provided doesn't exist.
fa_ir: RecordID ارائه شده وجود ندارد.

source: Product attribute has been successfully updated.
fa_ir: attribute محصول با موفقیت به روز شد.

source: Product attribute has been successfully deleted.
fa_ir: attribute محصول با موفقیت حذف شد.

source: You cannot create the attribute term resource.
fa_ir: شما نمی توانید منبع attribute term را ایجاد کنید.

source: You cannot edit the attribute term resource.
fa_ir: شما نمی توانید منبع attribute term را اصلاح کنید.

source: You cannot delete the attribute term resource.
fa_ir: شما نمی توانید منبع attribute term را حذف کنید.

source: The parent code provided doesn't exist.
fa_ir: parent code ارائه شده وجود ندارد.

source: An attribute term with the code or record id provided already exists.
fa_ir: یک attribute term با code یا RecordID ارائه شده از قبل وجود دارد.

source: An attribute term with the name provided already exists.
fa_ir: یک attribute term با نام ارائه شده از قبل وجود دارد.

source: Attribute term has been successfully added.
fa_ir: Attribute term با موفقیت اضافه شد.

source: Attribute term has been successfully updated.
fa_ir: Attribute term با موفقیت به روز شد.

source: Attribute term has been successfully deleted.
fa_ir: Attribute term با موفقیت حذف شد.

source: You cannot create the products category resource.
fa_ir: شما نمی توانید منبع دسته محصولات را ایجاد کنید.

source: You cannot edit the products category resource.
fa_ir: شما نمی توانید منبع دسته محصولات را ویرایش کنید.

source: You cannot delete the products category resource.
fa_ir: شما نمی توانید منبع دسته محصولات را حذف کنید.

source: The code provided doesn't in correct format.
fa_ir: کد ارائه شده در قالب صحیح نیست.

source: The type level provided doesn't in correct format.
fa_ir: سطح نوع ارائه شده در قالب صحیح نیست.

source: The type show provided doesn't in correct format.
fa_ir: نوع نمایش ارائه شده در قالب درست نیست.

source: The record id provided doesn't in correct format.
fa_ir: شناسه رکورد ارائه شده در قالب صحیح نیست.

source: A category with the code provided already exists.
fa_ir: یک دسته با کد ارائه شده از قبل وجود دارد.

source: A category with the name provided already exists.
fa_ir: یک دسته با نام ارائه شده از قبل وجود دارد.

source: Product category has been successfully added.
fa_ir: دسته محصول با موفقیت اضافه شد.

source: The parent code provided doesn't in correct format.
fa_ir: کد والد ارائه شده در قالب درست نیست.

source: The name provided doesn't in correct format.
fa_ir: کد والد ارائه شده در قالب درست نیست.

source: Product category has been successfully updated.
fa_ir: دسته محصول با موفقیت به روز شد.

source: Product category has been successfully deleted.
fa_ir: دسته محصول با موفقیت حذف شد.

source: You cannot get the customer resource.
fa_ir: شما نمی توانید منبع مشتری را دریافت کنید.

source: You cannot edit the customer resource.
fa_ir: شما نمی توانید منبع مشتری را ویرایش کنید.

source: The customer id provided doesn't in correct format.
fa_ir: شناسه مشتری ارائه شده در قالب صحیح نیست.

source: The customer id provided already exist.
fa_ir: شناسه مشتری ارائه شده از قبل وجود دارد.

source: Customer club id has been successfully set.
fa_ir: شناسه باشگاه مشتریان با موفقیت تنظیم شد.

source: Customer club id already set.
fa_ir: شناسه باشگاه مشتریان قبلاً تنظیم شده است.

source: You cannot get the order resource.
fa_ir: شما نمی توانید منبع سفارش را دریافت کنید.

source: You cannot edit the order resource.
fa_ir: شما نمی توانید منبع سفارش را ویرایش کنید.

source: No new order found.
fa_ir: سفارش جدیدی پیدا نشد

source: Order number not found.
fa_ir: شماره سفارش پیدا نشد

source: Order status has been successfully updated.
fa_ir: وضعیت سفارش با موفقیت به روز شد.

source: You cannot create the product resource.
fa_ir: شما نمی توانید منبع محصول را ایجاد کنید.

source: You cannot edit the product resource.
fa_ir: شما نمی توانید منبع محصول را ویرایش کنید.

source: You cannot delete the product resource.
fa_ir: شما نمی توانید منبع محصول را حذف کنید.

source: You cannot set quantity of the product resource.
fa_ir: شما نمی توانید مقدار منبع محصول را تنظیم کنید.

source: The type code provided doesn't in correct format.
fa_ir: کد نوع ارائه شده در قالب صحیح نیست.

source: A product with the code, record id or sku provided already exists.
fa_ir: محصولی با کد، شناسه رکورد یا sku ارائه شده از قبل وجود دارد.

source: Product has been successfully added.
fa_ir: محصول با موفقیت اضافه شد

source: The record id provided doesn't exists.
fa_ir: شناسه رکورد ارائه شده وجود ندارد.

source: Product has been successfully updated.
fa_ir: محصول با موفقیت به روز شد.

source: Product has been successfully deleted.
fa_ir: محصول با موفقیت حذف شد.

source: The item code 2 provided doesn't exist.
fa_ir: کد مورد 2 ارائه شده وجود ندارد.

source: The item code provided doesn't exist.
fa_ir: کد مورد ارائه شده وجود ندارد.

source: You cannot create the product variation resource.
fa_ir: شما نمی توانید منبع تنوع محصول را ایجاد کنید.

source: You cannot edit the product variation resource.
fa_ir: شما نمی توانید منبع تنوع محصول را ویرایش کنید.

source: You cannot delete the product variation resource.
fa_ir: شما نمی توانید منبع تنوع محصول را حذف کنید.

source: The parent product is type of simple.
fa_ir: محصول مادر از نوع ساده است.

source: A product with the sku provided already exists.
fa_ir: محصولی با sku ارائه شده از قبل وجود دارد.

source: Amin Basic
fa_ir: افزونه امین

source: Plugin to connect Amin's accounting software to WordPress websites.
fa_ir: افزونه اتصال نرم افزار حسابداری امین به وب سایت های وردپرسی

source: Ali Jannesary
fa_ir: علی جان نثاری
